# Найдите сумму цифр трехзначного числа.
print("Введите первое число: ")
a = int(input())
print("Введите второе число: ")
b = int(input())
c = a + b
print(c)